/**
 * 개인정보 수집 및 이용 동의서 내용
 */

export const PRIVACY_POLICY_REQUIRED = `준텔레콤은 아래와 같이 개인정보를 수집 및 이용합니다.

1. 수집하는 필수항목
이름, 연락처, 이메일, 나이, 성별, 지원경로, 이력서

2. 수집 목적
- 지원자 식별 및 접수 등록
- 지원 의사 확인, 채용 진행
- 채용 진행을 위한 안내 및 고지사항 전달, 문의 대응
- 상시 모집 목적의 인재풀(DB) 등록
- 불합격 시에도 제출한 정보는 자사의 다른 채용에 검토될 수 있으며, 적합한 채용이 있으면 최우선으로 검토하여 제안을 드립니다.

3. 보유 기간
지원 접수 후 3년간 보유 및 이용합니다. 그 이후에는 개인정보보호법에 따라 파기합니다. 기간 내 파기 요청은 이메일(hr@juntelecom.com)을 통해 가능합니다.

※ 준텔레콤은 본인이 작성/제출한 정보에 한하여 정보를 수집합니다. 채용서비스의 특성상 민감한 정보의 등이 수집될 수 있으니 작성/제출에 유의하여 주시기 바랍니다.

※ 귀하는 개인 정보 수집·이용에 대한 동의를 거부할 권리가 있습니다. 단, 필수정보 수집에 동의하지 않는 경우 채용 전형이 진행되지 않습니다.`

export const PRIVACY_POLICY_OPTIONAL = `준텔레콤은 아래와 같이 개인정보를 수집 및 이용합니다.

1. 수집하는 선택항목
포트폴리오, 기타 별첨 서류, 추천인, 기타 본인이 직접 입력하거나 첨부파일을 통하여 업로드 하는 비정형적 정보 중 개인식별 가능성이 있는 정보

(해당 내용에 대하여 각 항목별 동의가 일치하지 않을 경우 해당 자료의 처리가 불가능하므로, 직접 기재한 사항에 대하여는 선택적 개인정보 수집 및 이용에 동의하신 것으로 봅니다. 수집 및 이용에 동의하지 않으시는 경우 해당 내용을 삭제하여 주시기 바랍니다)

2. 수집 목적
- 지원자 식별 및 접수 등록
- 지원 의사 확인 및 채용 진행
- 채용 진행을 위한 안내 및 고지사항 전달, 문의 대응
- 상시 모집 목적의 인재풀(DB) 등록
- 불합격 시에도 제출한 정보는 자사의 다른 채용에 검토될 수 있으며, 적합한 채용이 있으면 최우선으로 검토하여 제안을 드립니다.

3. 보유 기간
지원 접수 후 3년간 보유 및 이용합니다. 그 이후에는 개인정보보호법에 따라 파기합니다. 기간 내 파기 요청은 이메일(hr@juntelecom.com)을 통해 가능합니다.

※ 준텔레콤은 본인이 작성/제출한 정보에 한하여 정보를 수집합니다. 채용서비스의 특성상 민감한 정보의 등이 수집될 수 있으니 작성/제출에 유의하여 주시기 바랍니다.

※ 귀하는 개인 정보 수집·이용에 대한 동의를 거부할 권리가 있습니다. 단, 선택항목에 동의를 거부하는 경우 입사 지원은 가능하나 우대자격 인정 등에 있어 불이익을 받을 수 있습니다.`
